import Image from 'next/image';

const NewsPage = () => {
    return (
        <div className="max-w-6xl mx-auto p-6 bg-white mt-8 mb-8 shadow text-gray-700">
            <h1 className="text-3xl font-bold mb-4 text-gray-900">सीएसजेएमयू में होली मिलन समारोह, सांस्कृतिक रंग में रंगा विश्वविद्यालय</h1>
            <div className="w-[400px] h-64 relative mb-4">
                <Image
                    src="/images/event2.jpg"
                    alt="News Image"
                    layout="fill"
                    objectFit="cover"
                    className="rounded-lg"
                />
            </div>
            <ul className="text-lg text-gray-700">
                <li>   कानपुर, मार्च 2025। छत्रपति शाहू जी महाराज विश्वविद्यालय, कानपुर में कुलपति प्रो. विनय कुमार पाठक की प्रेरणा और मार्गदर्शन में होली मिलन समारोह का आयोजन किया गया। विश्वविद्यालय के कुलपति आवास स्थित रोज गार्डन में आयोजित इस समारोह में शिक्षक, छात्र और कर्मचारी बड़ी संख्या में उपस्थित रहे।</li>

             <li className='mt-5'>कार्यक्रम की शुरुआत गणेश वंदना के साथ हुई, जिसके बाद एक से बढ़कर एक सांस्कृतिक प्रस्तुतियों ने समारोह को रंगारंग बना दिया। संगीत प्रस्तुतियों में खासतौर पर सचेंद्र द्वारा प्रस्तुत “आज बिरज मा होरी रे रसिया”, “होली खेल रहे बांकेबिहारी” और “होरी खेले रघुवीरा अवध में” गीतों ने माहौल को भक्तिमय और आनंदमय बना दिया। रमा द्वारा “मेरी चुनर पर पड़ गयो दाग री” गीत की प्रस्तुति को भी दर्शकों से खूब सराहना मिली।</li>

                <li className='mt-5'>मंच संचालन की जिम्मेदारी स्कूल ऑफ बिजनेस मैनेजमेंट की छात्रा अनन्या शुक्ला और लॉ डिपार्टमेंट की छात्रा खुशी सिंह ने बखूबी निभाई।</li>
                
            </ul>
            <div className="w-[400px] h-64 relative mb-4">
                <Image
                    src="/images/event5.jpg"
                    alt="News Image"
                    layout="fill"
                    objectFit="cover"
                    className="rounded-lg"
                />
            </div>
            <ul>
                <li className='mt-5'>  इस अवसर पर कुलपति प्रो.विनय कुमार पाठक ने सभी को होली की शुभकामनाएं देते हुए कहा कि होली केवल रंगों का पर्व नहीं, बल्कि प्रेम, भाईचारे और एकता का प्रतीक है। यह त्योहार हमें सामाजिक भेदभाव को भुलाकर एकजुट होने की प्रेरणा देता है। उन्होंने कहा कि विश्वविद्यालय भी इसी भावना को लेकर कार्य कर रहा है, जहाँ विविधताओं के बावजूद सब एकता के सूत्र में बंधे रहें।</li >

                <li className='mt-5'>   कार्यक्रम में वरिष्ठ आयुर्वेदाचार्य डॉ.वंदना पाठक ने सभी अतिथियों का स्वागत करते हुए उन्हें होली की शुभकामनाएँ दीं और सांस्कृतिक चेतना को बनाए रखने पर बल दिया।</li >
            </ul>
              


        </div>
    );
};

export default NewsPage;
