import Image from 'next/image';

const NewsPage = () => {
    return (
        <div className="max-w-6xl mx-auto p-6 bg-white mt-8 mb-8 shadow">
            <h1 className="text-3xl font-bold mb-4 text-gray-900">राजनीति विज्ञान विभाग एवं IIPA कानपुर शाखा द्वारा “एआई और सुशासन” पर राष्ट्रीय संगोष्ठी आयोजित</h1>
            <div className="w-[400px] h-64 relative mb-4">
                <Image
                    src="/images/news1.jpg"
                    alt="News Image"
                    layout="fill"
                    objectFit="cover"
                    className="rounded-lg"
                />
            </div>
            <ul className="text-lg text-gray-700">
                <li> <strong>कानपुर</strong>  </li>  
              <li className='mt-5'>  छत्रपति शाहू जी महाराज विश्वविद्यालय से संबद्ध डी.एस.एस.डी. कॉलेज के राजनीति विज्ञान विभाग और इंडियन इंस्टीट्यूट ऑफ पब्लिक एडमिनिस्ट्रेशन (IIPA) कानपुर शाखा के संयुक्त तत्वावधान में “Role of Artificial Intelligence (AI) in Good Governance with Special Reference to India” विषय पर एक राष्ट्रीय संगोष्ठी का आयोजन किया गया।</li>   

                <li className='mt-5'>इस संगोष्ठी के मुख्य वक्ता प्रो. आशुतोष सक्सेना ने एआई के माध्यम से सुशासन की संभावनाओं और चुनौतियों पर विस्तार से प्रकाश डाला। उन्होंने कहा कि, “सुशासन के निर्माण में मानवीय संवेदनाओं का ध्यान रखा जाना चाहिए क्योंकि मशीनें पूरी तरह से मानवीय भावनाओं को नहीं समझ सकतीं।”</li>   

                <li className='mt-5'>कार्यक्रम की मुख्य अतिथि सीए नीतू दीक्षित(प्रबंध समिति सदस्य, डीएसएसडी कॉलेज) ने एआई की विभिन्न क्षेत्रों में बढ़ती भूमिका पर अपने विचार साझा करते हुए कहा कि छात्रों को एआई पर काम करना चाहिए क्योंकि यही भविष्य है और यह रोजगार की संभावनाओं को भी बढ़ाता है।</li >   

                <li className='mt-5'>IIPA कानपुर शाखा के सचिव प्रो.जी.एल.श्रीवास्तव ने भारतीय लोक प्रशासन संस्थान की ऐतिहासिक भूमिका और उसके योगदान पर प्रकाश डाला। उन्होंने बताया कि यह संस्थान शुरू से ही कुशल प्रशासनिक अधिकारियों को तैयार करने में सक्रिय रहा है।</li >   

                <li className='mt-5'>कार्यक्रम में एआई विशेषज्ञ स्वेथा चौहान ने दैनिक जीवन में उपयोग होने वाले एआई टूल्स पर चर्चा की, वहीं स्नेहा गुप्ता ने शोध कार्यों में एआई के उपयोग को रेखांकित किया।</li >   

        <li> कार्यक्रम की अध्यक्षता महाविद्यालय के प्राचार्य प्रो.दीपांशु कौशिक ने की तथा संयोजन राजनीति विज्ञान विभागाध्यक्ष प्रो.इंद्रमणि ने किया। संचालन श्री नमन श्रीवास्तव और धन्यवाद ज्ञापन श्री सचिन जायसवाल द्वारा किया गया।</li >   

                <li className='mt-5'>इस अवसर पर प्रो.उमेश यादव, प्रो.अनुल दीक्षित, संदीप दीक्षित, मनोज भूषण पांडेय, प्रो.मनोज चतुर्वेदी, प्रो.कंचन मिश्रा, प्रो.प्रीति द्विवेदी, ओ.पी.मिश्र और पंकज चतुर्वेदी सहित बड़ी संख्या में शिक्षक और छात्र - छात्राएं उपस्थित रहे।</li >   
           
            </ul>

            <h4>वीएसएसडी के राजनीति विज्ञान विभाग में 4 विद्यार्थियों ने यूजीसी JRF/NET की परीक्षा उत्तीर्ण की l विभागाध्यक्ष प्रो इंद्रमणि ने दी बधाई l</h4>
        </div>
    );
};

export default NewsPage;
