import Image from 'next/image';

const NewsPage = () => {
    return (
        <div className="max-w-6xl mx-auto p-6 bg-white mt-8 mb-8 shadow text-gray-700">
            <h1 className="text-3xl font-bold mb-4 text-gray-900">सीएसजेएमयू द्वारा उन्नत भारत अभियान के तहत ग्राम शेखूपुर में स्वास्थ्य शिविर का आयोजन</h1>
            <div className="w-[400px] h-64 relative mb-4">
                <Image
                    src="/images/news4.jpeg"
                    alt="News Image"
                    layout="fill"
                    objectFit="cover"
                    className="rounded-lg"
                />
            </div>
            <ul className="text-lg text-gray-700">
                <li>  कानपुर, 25 मार्च 2025 – छत्रपति शाहू जी महाराज विश्वविद्यालय, कानपुर के स्कूल ऑफ आर्ट्स, ह्यूमैनिटीज एंड सोशल साइंसेज द्वारा उन्नत भारत अभियान के अंतर्गत ग्राम शेखूपुर, ब्लॉक-मैथा, कानपुर देहात में एक दिवसीय स्वास्थ्य शिविर का आयोजन किया गया। यह आयोजन कुलपति प्रो. विनय कुमार पाठक की प्रेरणा और मार्गदर्शन में संपन्न हुआ।</li> 

                <li className='mt-5'> शिविर के मुख्य अतिथि विश्वविद्यालय के स्कूल ऑफ लैंग्वेजेज के निदेशक डॉ. सर्वेश मणि त्रिपाठी एवं विशिष्ट अतिथि डॉ. अंकित त्रिवेदी रहे, जिन्होंने अपने विचार साझा करते हुए ग्रामीणों को स्वास्थ्य के प्रति जागरूक रहने की प्रेरणा दी।</li> 

                <li className='mt-5'>  हृदय रोग विशेषज्ञ डॉ. राकेश अरोड़ा ने शिविर में आए ग्रामीणों और बच्चों को हृदय रोगों के प्रति जागरूक करते हुए 8 लोगों के हृदय की जांच कर परामर्श दिया। नेत्र परीक्षण के लिए आर. के. देवी मेमोरियल हॉस्पिटल से आईं डॉ. नूरीन ने 106 लोगों की आंखों की जांच की, जिनमें पानी आना, ग्लूकोमा और मोतियाबिंद जैसी समस्याएं पाई गईं।</li> 

                <li className='mt-5'>  जनरल फिजिशियन डॉ.सरस्वती कुशवाहा ने 45 रोगियों का परीक्षण किया, जिनमें अधिकतर पेट से संबंधित समस्याएं पाई गईं। पारस हॉस्पिटल के सहयोग से हड्डी रोग विशेषज्ञ डॉ.आदित्य अग्रवाल ने 12 मरीजों की जांच की और उचित परामर्श दिया।</li > 

                <li className='mt-5'>शिविर को सफल बनाने में ग्राम प्रधान श्रीमती किरण देवी एवं प्राथमिक विद्यालय की प्रधानाचार्य श्वेता पांडे का विशेष सहयोग रहा। कार्यक्रम के संयोजक डॉ.प्रशांत ने अतिथियों का स्वागत किया और अंत में सहसंयोजक डॉ.एस.पी.वर्मा ने धन्यवाद ज्ञापित किया।</li > 

                <li className='mt-5'>  शिविर को सफल बनाने में विश्वविद्यालय के स्वयंसेवकों ने भी सक्रिय भागीदारी निभाई।</li > 
            </ul>
              


        </div>
    );
};

export default NewsPage;
