import Image from 'next/image';

const NewsPage = () => {
    return (
        <div className="max-w-6xl mx-auto p-6 bg-white mt-8 mb-8 shadow text-gray-700">
            <h1 className="text-3xl font-bold mb-4 text-gray-900">सीएसजेएमयू और नीमा फोरम के संयुक्त तत्वावधान में अंतर्राष्ट्रीय महिला दिवस पर सशक्तिकरण कार्यक्रम</h1>
            <div className="w-[400px] h-64 relative mb-4">
                <Image
                    src="/images/event4.jpg"
                    alt="News Image"
                    layout="fill"
                    objectFit="cover"
                    className="rounded-lg"
                />
            </div>
            <ul className="text-lg text-gray-700">
                <li>   कानपुर, 8 मार्च 2025। छत्रपति शाहू जी महाराज विश्वविद्यालय, कानपुर में अंतर्राष्ट्रीय महिला दिवस के उपलक्ष्य में महिलाओं के सशक्तिकरण और उनके व्यक्तित्व विकास हेतु एक भव्य कार्यक्रम का आयोजन किया गया। यह आयोजन विश्वविद्यालय और नेशनल इंटीग्रेटेड वूमेन फोरम (नीमा), कानपुर के संयुक्त तत्वावधान में सम्पन्न हुआ।</li>

             <li className='mt-5'>   इस विशेष अवसर पर महिलाओं को योगाभ्यास, बॉक्सिंग, ताइक्वांडो, कराटे प्रशिक्षण और फैशन शो जैसी गतिविधियों के माध्यम से आत्मरक्षा, स्वास्थ्य जागरूकता और आत्मविश्वास बढ़ाने के लिए प्रशिक्षण प्रदान किया गया।</li>

                <li className='mt-5'>   कार्यक्रम का आयोजन सेनापति तात्या टोपे सभागार में कुलपति प्रो. विनय कुमार पाठक की प्रेरणा से किया गया। संयोजन की जिम्मेदारी डॉ. वंदना पाठक (वरिष्ठ आयुर्वेदाचार्य एवं सचिव, नीमा वूमेन फोरम), डॉ. स्नेह पांडे (शिक्षा विभाग) एवं डॉ. रामकिशोर गुप्ता (शारीरिक शिक्षा विभाग) द्वारा निभाई गई।</li>

                <li className='mt-5'>शुभारंभ समारोह में कुलपति प्रो. विनय कुमार पाठक, प्रति कुलपति प्रो. सुधीर कुमार अवस्थी एवं कुलसचिव डॉ. अनिल कुमार यादव ने दीप प्रज्वलित कर कार्यक्रम की शुरुआत की। इस अवसर पर कुलपति और प्रति कुलपति ने अपने संबोधन में भारतीय संस्कृति में महिलाओं की भूमिका और विश्वविद्यालय की महिला सशक्तिकरण नीतियों की सराहना की।</li>

                <li className='mt-5'>मुख्य व्याख्यान सत्र में डॉ.वंदना पाठक ने “राजोनिवृत्ति एवं रजस्वला परिचर्या” पर विचार रखे, जबकि डॉ.नीरजा दुबे ने “मासिक धर्म स्वच्छता” पर व्याख्यान दिया। सांस्कृतिक कार्यक्रम में डॉ.प्रतिमा गुप्ता द्वारा काव्य पाठ किया गया और डॉ.निरंकार गोयल द्वारा विश्वविद्यालय की महिला कर्मचारियों को साड़ी वितरित की गई।</li >

                <li className='mt-5'>  कार्यक्रम में नीमा फोरम की अध्यक्ष डॉ.नीरजा दुबे, कोषाध्यक्ष डॉ.प्रतिमा गुप्ता और डॉ.निरंकार गोयल ने विशेष भूमिका निभाई। इनके साथ ही डॉ.विशाल शर्मा, डॉ.बद्री नारायण मिश्र, डॉ.कुंवर कुलदीप चौहान, श्रीमती प्रिया तिवारी सहित समाज के विभिन्न वर्गों की महिलाएं, छात्राएं और शिक्षकगण उपस्थित रहे।</li>

                 <li className='mt-5'>   कार्यक्रम का संचालन डॉ. रत्नाथू मिश्रा ने किया।</li >
            </ul>
              


        </div>
    );
};

export default NewsPage;
