import Image from 'next/image';

const NewsPage = () => {
    return (
        <div className="max-w-6xl mx-auto p-6 bg-white mt-8 mb-8 shadow text-gray-700">
            <h1 className="text-3xl font-bold mb-4 text-gray-900">सीएसजेएमयू पत्रकारिता विभाग की एआई क्रांति: लॉन्च किया न्यूज़ पोर्टल और चैटबॉट ‘करंटा’</h1>
            <div className="w-[400px] h-64 relative mb-4">
                <Image
                    src="/images/news2.jpg"
                    alt="News Image"
                    layout="fill"
                    objectFit="cover"
                    className="rounded-lg"
                />
            </div>
            <ul className="text-lg text-gray-700">
                <li>   कानपुर। छत्रपति शाहूजी महाराज विश्वविद्यालय (सीएसजेएमयू), कानपुर के जनसंचार एवं पत्रकारिता विभाग ने तकनीकी नवाचार की दिशा में एक नई और प्रेरणादायक पहल की है। विभाग ने विश्वविद्यालय का आधिकारिक न्यूज़ पोर्टल news.csjmu.ac.in और विभागीय वेबसाइट के साथ एक इंटरेक्टिव एआई चैटबॉट ‘करंटा’ लॉन्च किया है। यह कदम विश्वविद्यालय के डिजिटलीकरण और व्यावसायिक पत्रकारिता प्रशिक्षण को नई दिशा देने का प्रतीक है।</li>

                <li className='mt-5'>  कुलपति प्रो. विनय कुमार पाठक ने किया शुभारंभ</li>
              <li className='mt-5'>सीएसजेएमयू के माननीय कुलपति प्रोफेसर विनय कुमार पाठक ने विश्वविद्यालय के एकेडमिक भवन में दोनों पोर्टलों का विधिवत उद्घाटन किया। इस मौके पर उन्होंने खुद चैटबॉट ‘करंटा’ से सवाल पूछकर इसकी कार्यप्रणाली का परीक्षण किया।</li>

            </ul>
               <h5 className='mt-3'>
                “डिजिटल और संचार माध्यमों को सशक्त बनाने के लिए विश्वविद्यालय लगातार प्रयासरत है। यह पोर्टल न केवल छात्रों को रियल टाइम पत्रकारिता से जोड़ेगा, बल्कि विश्वविद्यालय और उससे संबद्ध महाविद्यालयों की गतिविधियों को भी आमजन तक पहुंचाने का सशक्त माध्यम बनेगा।”
                </h5> 
            <h6>माननीय कुलपति प्रो विनय कुमार पाठक
                </h6> 
            <div className="w-[400px] h-64 relative mb-4">
                <Image
                    src="/images/news6.jpg"
                    alt="News Image"
                    layout="fill"
                    objectFit="cover"
                    className="rounded-lg"
                />
            </div>
            <ul>
                
                <li className='mt-5'><strong>एक क्लिक पर पूरी जानकारी</strong></li>
                <li className='mt-5'>नया न्यूज़ पोर्टल विश्वविद्यालय और संबद्ध महाविद्यालयों में हो रही अकादमिक गतिविधियों, शोध, नवाचार, करियर और प्रवेश से जुड़ी जानकारियों को समर्पित है। वहीं, विभागीय पोर्टल http://djmc-liart.vercel.app पर पाठ्यक्रम, फैकल्टी प्रोफाइल, मीडिया गैलरी, प्रोजेक्ट्स और इवेंट्स से जुड़ी समस्त जानकारी उपलब्ध कराई गई है।

</li>
                <li className='mt-5'><strong>‘करंटा’ देगा छात्रों के सभी सवालों का जवाब</strong></li>
                <li className='mt-5'>एआई आधारित चैटबॉट ‘करंटा’ छात्रों और अभ्यर्थियों को विभाग से संबंधित सभी सवालों के जवाब देगा। इसमें प्रवेश प्रक्रिया, कोर्स डिटेल, प्रशिक्षण, इंटर्नशिप, और करियर ऑप्शन जैसे विषयों को कवर किया गया है। चैटबॉट को संवादात्मक और यूज़र फ्रेंडली बनाया गया है, जिससे छात्रों को तुरंत और सटीक जानकारी मिल सके।</li>
                <li className='mt-5'><strong>छात्रों और शिक्षकों की टीम ने किया निर्माण</strong></li>
                <li className='mt-5'>
                    विभागाध्यक्ष डॉ. विशाल शर्मा ने जानकारी दी कि यह दोनों पोर्टल विभाग द्वारा दिए जा रहे प्रायोगिक प्रशिक्षण का परिणाम हैं। इस प्रोजेक्ट का नेतृत्व विभाग के शिक्षक सागर कनौजिया और प्रेम किशोर शुक्ल ने किया। उनकी टीम में रतन कुशवाहा, रोहित कुशवाहा, छात्र दीपांशु तिवारी, छात्रा आयुषी मिश्रा सहित अन्य छात्रों ने सक्रिय भागीदारी निभाई।

                    इस अवसर पर कुलसचिव डॉ. अनिल कुमार यादव, डायरेक्टर सीडीसी डॉ. आर. के. द्विवेदी, सहायक कुलसचिव डॉ. सरस कपूर, प्रो. शिल्पा कायस्था, प्रो. अंशु यादव, डॉ. अनुराधा कालानी, डॉ. संदेश गुप्ता, डॉ. ओमशंकर गुप्ता, डॉ. योगेन्द्र पांडेय, डॉ. जीतेंद्र डबराल, डॉ. रश्मि गौतम, डॉ. दिवाकर अवस्थी, प्रो. रॉबिन्स पोरवाल, डॉ. श्याम मिश्रा, विजय अग्रवाल, मीडिया सेल के सदस्य, विश्वविद्यालय के अधिकारी, फैकल्टी मेंबर और छात्र बड़ी संख्या में उपस्थित रहे।
                </li>
            </ul>

        </div>
    );
};

export default NewsPage;
