import Image from 'next/image';

const NewsPage = () => {
    return (
        <div className="max-w-6xl mx-auto p-6 bg-white mt-8 mb-8 shadow">
            <h1 className="text-3xl font-bold mb-4 text-gray-900">साहब का जूता…</h1>
            <div className="w-[400px] h-64 relative mb-4">
                <Image
                    src="/images/blog4.png"
                    alt="News Image"
                    layout="fill"
                    objectFit="cover"
                    className="rounded-lg"
                />
            </div>
            <p className="text-lg text-gray-700">
                जूता आम हो खास.. जूता तो जूता ही होता है। चमड़े का हो या कपड़े का या प्लास्टिक का या फिर चांदी का ही क्यों न हो, होता वह भी जूता ही है।
                कमिश्नर का जूता जानने से पहले थोड़ा जूतों के इतिहास में झांक लेते हैं। वैसे भी अपने यहां जितनी उत्सुकता आगे का जानने में होती है वैसी पिछवाड़े का जानने में कम ही रहती है लेकिन हम कह रहे हैं कि आपको पिछवाड़ा (भूतकाल) भी जानना ही चाहिए। इसलिए जूतों का इतिहास भी संक्षेप में आपको बताये देते हैं। माना जाता है कि पहली बार जूता ईसा पूर्व तकरीबन 7000 साल पहले प्रचलन में था। आप सीमित तौर पर स्वतंत्र हैं तो आप इसका इसका अर्थ यह भी लगा सकते हैं कि डार्विन के हिसाब से इंसान के पूर्वज जब बन्दर थे तब भी वह जूते पहनते रहे होंगे..।
                बात लंबी न हो जाए। इसलिए इतिहास को यहीं छोड़ते हैं। वापस जूतों पर लौटते हैं। आजकल जूतों के बगैर जीवन का कोई अर्थ नहीं है। जूतों की जरूरत दिन दूनी रात चौगुनी बढ़ रही है। पैरों से लेकर राजनैतिक सभाओं तक में जूतों की भारी मांग हमेशा रहती है। चमकदार ,लकदक से लेकर फटे पुराने तक जूतों की एक भरी पूरी परंपरा है। एक से लेकर 10 नंबर तक, नोकदार से लेकर चौड़े मुंह तक , फीतेदार से लेकर बिना फीतों वाले स्मार्ट जूतों तक और रंगों की बात करें तो काले से लेकर सफेद तक जूतों का अपना भरा पूरा संसार है।
                जूता दरअसल पैरों को साफ रखता है। पैरों की सुरक्षा करता है। जूतों की एक और खासियत होती है। पैर भले काले हों, एड़ी में भले बिवाईं फटी हों। पैर भले तीन कोने का हो। जूते पैरों के सारे ऐब भी अपने में छुपा लेता है। जूता आग्रही और दुराग्रही भी होता है। वफादार जुता पहनने वालों को शर्मिंदा नही होने देता। बेवफा जूता आधे पैर का होकर ऐन मौके पर पहनने वाले को कहीं का नही छोड़ता। संवेदनशील जूता पहनने वाले को आनंद के सागर में गोते लगवाता है लेकिन असंवेदनशील जूता ऐसा काटता है कि उसे पहनने से पहले दो बार जरूर सोचना पड़ता है। जूता खीसें भी निपोरता है। यकीन न आए तो एक बार आजमा कर जरूर देखिए। चेहरा भले खुरदरा हो जूता चमाचम होना चाहिए। क्योंकि आजकल के चेहरे भी भरोसा करने लायक नहीं माने जाते। कौन जाने मुस्कुराते चेहरे के पीछे कोई गहरी साजिश जन्म ले रही हो। तभी तो गाना भी बना है कि ‘दिल को देखो चेहरा न देखो..”। इसीलिए कहा भी जाता है कि आदमी की पर्सनैलिटी जूतों से ही समझी जाती है। जूते बढ़िया तो आदमी बढ़िया, जूते घटिया तो आदमी घटिया।
                जूते का गुणगान को यहीं छोड़ते है अब ‘साहब के जूते’ जो मुख्य विषय है उस पर आते हैं..

                साहब जूतों की परंपरा,रूढ़वादिता और आधुनिकता से भली भांति परिचित थे। वह जूतों की बदनीयती भी जानते थे। इसीलिए उन्होने अपने लिए घर पर एक दो नही पूरे 4 जोड़ी रख रखे थे। कौन जाने कब कौन सा धोखा दे जाए और किस पर प्यार आ जाए… ।

                पिछले दिनो साहब को एक राष्ट्रीय स्तर के सेमिनार का निमंत्रण मिला। उन्होने तय कर लिया वहां सबसे सुंदर और अच्छे स्वभाव के विनम्र जूते पहनकर जाएंगे। ताकि शान में कोई कमी न होने पाए। तय वक्त पर साहब विमर्श स्थल पर पहुंच गए। हाल के बाहर दरवाजे पर लिखा था कि कृपया जूते उतारें। मास्क पहनें। साहब ने दीवार पर लिखी इबारत को पढ़ा और अपने पैरों के प्यारों को वहीं छोड़ अंदर पहुंच मास्क लगाकर सोफे पर धंस गए। पहला सत्र ठीक ठाक चला।
                सत्र खत्म होते ही साहब बाहर आए। लेकिन बाहर आते ही अपशकुन हो गया। दरअसल वह जिस दरवाजे से अंदर गए थे। सत्र के बाद मिलने मिलाने के चक्कर में वह दरवाजा भूल गए। साहब जिस दरवाजे से बाहर आए। वहां पर उन्हे उनके जूते नही दिखे। साहब मन ही मन बुदबुदाए..लगता है खेल हो गया। साहब ने सभ्य तरीके से लाइन में लगे जूतों को एक एक कर देखना शुरू किया। देखने पर भी जब किसी जूते ने हाथ नही उठाया. उन्हे अपना जूता नही दिखा तो कई जूतों को उन्होने पहन पहन कर देखना शुरू किया। गोया उनका पैर पहचानना जूतों की ही जिम्मेदारी हो। हाल के बाहर कुछ लोगों ने उनकी परेशानी का सबब जानने की कोशिश की लेकिन उन्होने यह कहकर टाल दिया कि ‘’यार जूते नही मिल रहे है“ लोग भी उनकी बात को सुना अनसुना कर अपने में मस्त हो गए। कुछेक उत्साही युवकों ने उनसे पूछ लिया कि किस कंपनी का था। कुछ ने नंबर पूछ लिया। जूता न मिलने से परेशान साहब ने सभी को एक ही जवाब दिया…” यार केवल इतना ही पता है कि चौडे मुह का है। ” उनकी बात सुन कई लोग हंस पड़े। लोगों को बात का बतंगड़ बनाते देख साहब ने मौके से निकलना ही बेहतर समझा। उन्होंन आव देखा न ताव और जिस जूते पर उनका पैर फिट हुआ उन्होंने उसे ही पहन लिया। बिना यह सोचे कि जिसका जूता वह पहनकर जा रहे हैं वह क्या पहनेगा। साहब नीचे चाय नाश्ता कर रही भीड़ में शामिल हो गए।
                juta …चाय के दौरान सबकुछ ठीक चल रहा था। अचानक मंच संचालन करने वाले साहब ने ताली पीटना शुरू कर दिया। सुनिए…सुनिए..आप सभी ध्यान से सुनिए..सेमिनार के पहले सत्र के मुख्य अतिथि के जूते खो गये हैं। जूते कहीं बाहर नही गये हैं। यहीं हैं। आपमें से किसी ने पहन लिया हो तो अपना पहनकर मुख्य अतिथि का जूता उतार दें। इस उद्घोषणा के बाद जमकर ठहाके लगे। हंसी खुशी के साथ नाश्ता हो तो नाश्ते का स्वाद द्विगुणित हो जाता है। लेकिन हाल में बिना जूतों के केवल मोजे पहने मुख्य अतिथि महोदय का मन न तो खाने में लग रहा था न हंसी ठिठोली में। साहब को एक बार लगा कि हो न हो जो उन्होंने पहना है कहीं वही मुख्य अतिथि का जूता न हो। लेकिन दूसरे ही पल उन्होंने इस ख्याल को दूर झटकते हुए खुद से कहा…जूता भले मेरा न हो लेकिन चाहे जो हो जाए मैं भरी सभा में नहीं उतारुंगा। पहले ढंग से खाउंगा फिर ऊपर जाकर उतार दूंगा। फिर जिसका हो वो जाने।

                नाश्ते के बाद सभी फिर अपने अपने जूते उतार कर हाल में चले गए। साहब ने हॉल के बाहर इधर उधर देखा। अपनी तरफ किसी को न देख उन्होने झट से जूते उतारे और हॉल के अंदर जाकर फिर पहली पंक्ति में विराजमान हो गए। इधर जिनका जूता खोय़ा था उन्हें जब यह आभास हुआ कि सभी लोग हॉल में आ चुके हैं तो वह फौरन अपने जूते की खोज में हॉल से बाहर निकल गए। उनकी किस्मत उनके साथ थी। उनका जूता भी उनका वफादार था। जिस गेट से बाहर निकले उस गेट के बाहर उनका जूता उनके स्वागत में मुस्कुरा रहा था। मुख्य अतिथि को संतोष हुआ। मन शांत हुआ। लेकिन जूतों को लेकर संग्राम का चरम शायद बाकी था।

                दूसरा सत्र खत्म हुआ तो खत्म होते ही संचालक महोदय ने तड़ित गति से उद्घोषणा की.. आप सभी से अनुरोध है कि बाहर निकल कर अपने ही जूते पहचान कर और खोजकर पहनें। लेकिन इस उदघोषणा के बाद भी हॉल के बाहर फिर बवाल हो गया। केंद्र में इस बार भी जूते ही थे। घोषणा सुनते ही साहब हंसते हुए हॉल से बाहर निकले। इस बार फिर साहब को भ्रम हो गया। वो अंदाजे से जिस दरवाजे से निकले थे। वहां फिर से उन्हे बहुसंख्य जूते चिढ़ा रहे थे। जूते मानो चुनौती दे रहे थे। ढूंढ सको तो जानें। साहब पर फिर लोगों की नजर गई। लेकिन पिछले सत्र में जिस तरह हंसाई हुई थी। उससे बचने के लिए साहब ने मन ही मन तय किया। देर नहीं लगानी है..जो जूता पैर में आए पहन लेना है..कहीं ऐसा न हो कि इस बार मुझे ही मोजों में रहना पड़ जाए।

                साहब का लक बहुत तेज था। लाइन में लगे एक जूते पर पैर डाला तो उसने उनका आमंत्रण स्वीकार किया। पैरों पर फिट होकर चिपक गया। साहब ने तुरंत दूसरे पैर का जूता लिया और सरसराते हुए भोजन के लिए नीचे चले गए। दूसरी तरफ मंच संचालक और जूतों के लिए घोषणा करने वाले साहब हंसी ठिठोली करते, लोगों से बतियाते बाहर निकले उन्हें उनके जूते अपनी जगह से नदारद दिखे। जूतों की दगाबाजी से परेशान संचालक महोदय लाइन में लगे एक एक जूते को निहारते रहे कि शायद उनका अपना वाला हाथ हिलाकर इशारा करेगा। लेकिन उनका जूता तो कब का मौके से नए पैरों के साथ फरारी ले चुका था। बेचारे मोजों में ही नीचे भोजन कक्ष में पहुंचे। बाकी जनता थाली में भोजन देख और कर रही थी। संचालक जी जूतों की खोज में लोगों के पैरों को निहार रहे थे। लेकिन जूते नेकदिल होते तो खुद ही आ जाते। इस बीच उन्हें परेशान देख एक मित्र ऊपर हाल के पास गए तो वहां केवल एक जोड़ी जूते ही उदास से रखे थे। मित्र उन बेनामी जूतों को लेकर नीचे पहुंचे और संचालक महोदय को देते हुए बोले- भाई साहब जब तक आपके जूते नहीं मिलते तब तक इन्हें धारण कीजिए। संचालक महोदय बोले- अरे यार ये पता नहीं किसका है … मान लो जिसका है वह आ गया और जूतों को पहचान गया तो छीछालेदर हो जाएगी। मित्र ने कहा कि अरे ऊपर इनके अलावा कोई और जूता नहीं है। आप फिलहाल काम चलाइए। संचालक महोदय ने कोई चारा न देख उन लावारिस जूतों को पहन लिया। लेकिन वह जूते शायद अपने मालिक के पैरों को जानते थे। इसीलिए संचालक महोदय के पैरों को काटने लगे। पैरों को बाहर ठेलने लगे। मानो कह रहे हों कि चल हट हम तेरे नही हैं सनम।

                भोजन खत्म हुआ तो तीसरे सत्र के लिए लोग फिर ऊपर जाने लगे। संचालक महोदय इस बार चौकन्ने थे। उन्होने तय़ किया कि तीसरे सत्र का संचालन करने से पहले वह अपने जूतों की खोज करेंगे। लेकिन उनके जूते धोखेबाज थे। वह जब तक हाल के बाहर रहे। उनके जूते नही आए।

                संचालक महोदय ने मन मार कर तीसरे सत्र का संचालन किया। संचालन करते हुए उन्होने फिर से जूतों को लेकर उद्घोषणा करनी चाही लेकिन मजाक न बने और मंच की गरिमा बनी रहे इसलिए अपने आप को रोक लिया लेकिन मन ही मन यह जरूर तय किया कि कार्यक्रम खत्म होते ही वह अपने जूतों को वापस हालिस करेंगे। फिर चाहे इसके लिए उन्हे कोई भी बाजी क्यों न लगानी पड़े।

                तीसरा सत्र खत्म होते ही संचालक महोदय जैसे ही बाहर आए उनके जूते उन्हे दिख गए। लेकिन वह अपने जूतों तक पहुंच पाते इससे पहले ही दगाबाज जूते साहब के पैरों तले आ गए। संचालक महोदय ने अभी नहीं तो कभी नहीं की तर्ज पर मन ही मन तय किया कि वो अपने जूते लेकर रहेंगे।

                संचालक महोदय ने साहब को टोका .. भाई साहब यही तो हैं मेरे जूते..

                यह सुनते ही साहब ने हल्के से हंसते हुए कहा .. अच्छा तो यह आपके हैं तो फिर मेरे कहां है.. ?

                संचालक महोदय बोले,.आप अपने जूते देखिए न भाई साहब…ये मेरे हैं.. मेरा 9 नंबर है…

                साहब भी बोल पड़े… नंबर तो मेरा भी 9 ही है..

                अपने जूते किसी भी हाल में पा लेने की ठान चुके संचालक महोदय ने अगला धोबीपाट दांव चलते हुए कहा..मेरे जूते ली कूपर के हैं..

                साहब धोबीपाट दांव से चित हो गए….बोले..मेरे किस कंपनी के हैं..मुझे नहीं पता..

                फिर हंसते हुए बोले..ऐसा है न घर में 4-5 जोड़ी हैं..मुझे पता नहीं चला कि मैं कौन सा पहन कर आया हूं..इसीलिए शायद दिक्कत हो रही है..इसके बाद वह फिर किसी स्यूटेबल जूते की खोज में लग गए.. साहब को भी अंत में पैरों के नाप के जूते मिल ही गए। उन्होंने उन्हें पहन भी लिया। जूते चूंकि उन्हीं के थे। सो कुंभ में बिछड़े भाई की तरह साहब को उन जूतों ने अंगीकार कर लिया। ये अलग बात है कि साहब को अभी तक भी यह नहीं समझ आया कि जिन जूतों ने उनका वरण किया वह उन्हीं के थे या फिर वह किसी और के पहन बैठे। खैर अंत भला तो सब भला की तर्ज पर साहब अपने जूतों के साथ संतोष और असमंजस के द्वंद में घिरे अपने ठिकाने को लौट गए।
            </p>
        </div>
    );
};

export default NewsPage;
