import Image from 'next/image';

const NewsPage = () => {
    return (
        <div className="max-w-6xl mx-auto p-6 bg-white mt-8 mb-8 shadow text-gray-700">
            <h1 className="text-3xl font-bold mb-4 text-gray-900">फेक न्यूज और मिसइन्फॉर्मेशन से निपटना आज की सबसे बड़ी चुनौती: प्रो. तनु डंग</h1>
            <div className="w-[400px] h-64 relative mb-4">
                <Image
                    src="/images/news7.jpeg"
                    alt="News Image"
                    layout="fill"
                    objectFit="cover"
                    className="rounded-lg"
                />
            </div>
            <ul className="text-lg text-gray-700">
                <li><strong>कानपुर, 30 मार्च 2025</strong></li>
                <li>  छत्रपति शाहू जी महाराज विश्वविद्यालय, कानपुर के पत्रकारिता एवं जनसंचार विभाग में “डिजिटल एज में मिस इन्फॉर्मेशन से लड़ने की चुनौतियां” विषय पर शनिवार को संवाद कार्यक्रम का आयोजन किया गया। कार्यक्रम में गुरु गोविंद सिंह इंद्रप्रस्थ विश्वविद्यालय, दिल्ली की प्रोफेसर तनु डंग मुख्य वक्ता रहीं।</li>

                <li className='mt-5'>  उन्होंने छात्रों को संबोधित करते हुए कहा, “डिजिटल युग में सूचनाओं की बाढ़ है, लेकिन सही जानकारी तक पहुँचना कठिन होता जा रहा है। ऐसे समय में फेक न्यूज, मिस इन्फॉर्मेशन और डिसइन्फॉर्मेशन को पहचानना और उनसे लड़ना बेहद जरूरी हो गया है।” उन्होंने आगे बताया कि गूगल और पीआईबी जैसे संस्थानों ने फैक्ट चेकिंग के लिए विशेष टीमें बनाई हैं, लेकिन इसका अंतिम ज़िम्मा अब पत्रकारिता के छात्रों और प्रोफेशनल्स पर है।</li>

                <li className='mt-5'>प्रो. डंग ने कहा, “सवाल पूछने की आदत ही आपको सूचना के स्रोत और उसकी सच्चाई तक पहुंचा सकती है।” उन्होंने छात्रों को फेक न्यूज की पहचान के तरीके और सूचना की प्रमाणिकता की जांच के व्यावहारिक सुझाव भी दिए।</li>

                <li className='mt-5'>कार्यक्रम की अध्यक्षता विभागाध्यक्ष डॉ. विशाल शर्मा ने की। उन्होंने कहा कि, “तकनीक जितनी मददगार है, उतनी ही खतरनाक भी बन सकती है यदि उसका दुरुपयोग हो। पत्रकारिता के छात्रों की भूमिका अब सिर्फ रिपोर्टिंग की नहीं, बल्कि समाज को जागरूक करने की भी है।”</li >

                <li className='mt-5'> कार्यक्रम का संचालन डॉ. ओमशंकर गुप्ता ने किया और धन्यवाद ज्ञापन डॉ. दिवाकर अवस्थी द्वारा दिया गया। इस मौके पर डॉ. जीतेंद्र डबराल, डॉ. योगेंद्र पांडेय, डॉ. रश्मि गौतम, सागर कनौजिया, प्रेम किशोर शुक्ला सहित विभाग के सभी शिक्षकगण एवं बड़ी संख्या में छात्र उपस्थित रहे।</li >


            </ul>
              


        </div>
    );
};

export default NewsPage;
